import { DropdownReport } from '../components';

export default function DetailReportSection() {
  return (
    <div className="flex w-[70%] flex-col gap-[8px]">
      <DropdownReport
        open
        title="1. 증권 서비스의 UX를 설계할 때 가장 중요한 요소는 무엇이라고 생각하시나요?"
        detail="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
            접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
            요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
            설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다."
        positive="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
              접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
              요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
              설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
              생각합니다."
        negative="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
              접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
              요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
              설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
              생각합니다."
      />
      <DropdownReport
        title="1. 증권 서비스의 UX를 설계할 때 가장 중요한 요소는 무엇이라고 생각하시나요?"
        detail="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
            접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
            요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
            설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다."
        positive="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
              접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
              요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
              설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
              생각합니다."
        negative="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
              접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
              요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
              설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
              생각합니다."
      />
      <DropdownReport
        title="1. 증권 서비스의 UX를 설계할 때 가장 중요한 요소는 무엇이라고 생각하시나요?"
        detail="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
            접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
            요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
            설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다."
        positive="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
              접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
              요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
              설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
              생각합니다."
        negative="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
              접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
              요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
              설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
              생각합니다."
      />
      <DropdownReport
        title="1. 증권 서비스의 UX를 설계할 때 가장 중요한 요소는 무엇이라고 생각하시나요?"
        detail="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
            접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
            요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
            설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장
            중요한 요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의
            UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
            생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의
            신뢰와 접근성이라고 생각합니다."
        positive="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
              접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
              요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
              설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
              생각합니다."
        negative="증권 서비스의 UX를 설계할 때 가장 중요한 요소는 사용자의 신뢰와
              접근성이라고 생각합니다.증권 서비스의 UX를 설계할 때 가장 중요한
              요소는 사용자의 신뢰와 접근성이라고 생각합니다.증권 서비스의 UX를
              설계할 때 가장 중요한 요소는 사용자의 신뢰와 접근성이라고
              생각합니다."
      />
    </div>
  );
}
